{
    "countries": [
      { "word": "United States", "hint": "A federal republic in North America known for its diverse landscapes and cultural influences." },
      { "word": "Brazil", "hint": "The largest country in South America, famous for its vibrant culture, soccer, and the Amazon Rainforest." },
      { "word": "Russia", "hint": "The largest country in the world, spanning across Europe and Asia, known for its rich history and vast landscapes." },
      { "word": "India", "hint": "A South Asian country known for its ancient civilizations, diverse culture, and iconic landmarks like the Taj Mahal." },
      { "word": "China", "hint": "The most populous country in the world, located in East Asia, known for its ancient history, cuisine, and the Great Wall." },
      { "word": "Germany", "hint": "A European country known for its engineering prowess, historical landmarks, and famous beer festivals like Oktoberfest." },
      { "word": "Australia", "hint": "A country and continent located in the Southern Hemisphere, known for its stunning natural landscapes and unique wildlife, including kangaroos and koalas." },
      { "word": "Mexico", "hint": "A North American country known for its rich cultural heritage, ancient ruins, vibrant festivals like Dia de los Muertos, and delicious cuisine." },
      { "word": "Egypt", "hint": "A North African country famous for its ancient civilization, including the Pyramids of Giza, Sphinx, and the Nile River." },
      { "word": "Japan", "hint": "An East Asian country known for its technological advancements, traditional culture, cherry blossoms, and delicious cuisine like sushi and ramen." },
      { "word": "Canada", "hint": "A North American country known for its vast wilderness, stunning landscapes, friendly people, and winter sports like ice hockey." },
      { "word": "France", "hint": "A European country renowned for its art, fashion, cuisine, and iconic landmarks like the Eiffel Tower and Louvre Museum." },
      { "word": "Argentina", "hint": "A South American country famous for tango, delicious steaks, Patagonian glaciers, and its love for football (soccer)." },
      { "word": "Italy", "hint": "A European country known for its rich history, art, architecture, and iconic landmarks like the Colosseum, Leaning Tower of Pisa, and Vatican City." },
      { "word": "South Africa", "hint": "A country located at the southernmost tip of the African continent, known for its diverse wildlife, beautiful landscapes, and cultural heritage." }
    ],
    "movies": [
      { "word": "The Godfather", "hint": "A classic crime film directed by Francis Ford Coppola, known for its iconic characters and memorable quotes like 'I'm gonna make him an offer he can't refuse'." },
      { "word": "Star Wars", "hint": "An epic space opera franchise created by George Lucas, featuring iconic characters like Luke Skywalker, Darth Vader, and Yoda." },
      { "word": "Titanic", "hint": "A romantic disaster film directed by James Cameron, based on the tragic sinking of the RMS Titanic, featuring the famous line 'I'm the king of the world!'" },
      { "word": "The Lord of the Rings", "hint": "A fantasy adventure film trilogy directed by Peter Jackson, based on J.R.R. Tolkien's novels , featuring epic battles and a quest to destroy the One Ring." },
      { "word": "Jurassic Park", "hint": "A science fiction adventure film directed by Steven Spielberg, where dinosaurs are brought back to life in a theme park." },
      { "word": "Harry Potter", "hint": "A fantasy film series based on J.K. Rowling's novels, following the magical journey of Harry Potter and his friends at Hogwarts School of Witchcraft and Wizardry." },
      { "word": "The Shawshank Redemption", "hint": "A drama film directed by Frank Darabont, based on Stephen King's novella, known for its powerful storytelling and memorable characters." },
      { "word": "The Avengers", "hint": "A superhero film series produced by Marvel Studios, featuring a team of Marvel Comics characters, including Iron Man, Captain America, Thor, and Hulk." },
      { "word": "The Lion King", "hint": "An animated musical film by Disney, telling the story of a young lion prince named Simba and his journey to become king." },
      { "word": "Forrest Gump", "hint": "A comedy-drama film directed by Robert Zemeckis, starring Tom Hanks as Forrest Gump, a simple-minded man who experiences key historical events in the United States." },
      { "word": "The Matrix", "hint": "A science fiction action film series created by the Wachowskis, known for its mind-bending concept and iconic action sequences." },
      { "word": "Inception", "hint": "A science fiction action film directed by Christopher Nolan, featuring a complex plot involving dream infiltration and manipulation." },
      { "word": "Pulp Fiction", "hint": "A neo-noir crime film directed by Quentin Tarantino, known for its nonlinear narrative and memorable dialogue." },
      { "word": "The Dark Knight", "hint": "A superhero film directed by Christopher Nolan, featuring Batman, portrayed by Christian Bale, and the iconic performance of Heath Ledger as the Joker." },
      { "word": "Eternal Sunshine of the Spotless Mind", "hint": "A romantic science fiction film directed by Michel Gondry, exploring the concept of erasing memories." }
      ],
      "animals": [
      { "word": "Lion", "hint": "A majestic big cat known for its golden mane, found in Africa and symbolizing strength and courage." },
      { "word": "Elephant", "hint": "The largest land animal known for its long trunk, large ears, and remarkable intelligence." },
      { "word": "Giraffe", "hint": "A tall African mammal with a long neck and unique spotted coat, known for being the tallest living terrestrial animal." },
      { "word": "Penguin", "hint": "A flightless bird that lives in the Southern Hemisphere, known for its distinctive black and white plumage." },
      { "word": "Kangaroo", "hint": "A marsupial native to Australia, known for its powerful hind legs and pouch to carry its young." },
      { "word": "Tiger", "hint": "A large carnivorous feline with a striking orange coat and black stripes, found in various parts of Asia." },
      { "word": "Panda", "hint": "A bear native to China, known for its distinctive black and white markings and bamboo diet." },
      { "word": "Dolphin", "hint": "A highly intelligent marine mammal known for its playful behavior and communication skills." },
      { "word": "Koala", "hint": "A tree-dwelling marsupial native to Australia, known for its cute appearance and eucalyptus diet." },
      { "word": "Gorilla", "hint": "The largest living primate, found in the forests of Central Africa, known for its strength and gentle nature." },
      { "word": "Leopard", "hint": "A large spotted feline found in Africa and Asia, known for its speed, agility, and elusive nature." },
      { "word": "Horse", "hint": "A domesticated ungulate mammal, known for its speed, strength, and long-standing partnership with humans." },
      { "word": "Koala", "hint": "A tree-dwelling marsupial native to Australia, known for its cute appearance and eucalyptus diet." },
      { "word": "Gorilla", "hint": "The largest living primate, found in the forests of Central Africa, known for its strength and gentle nature." },
      { "word": "Leopard", "hint": "A large spotted feline found in Africa and Asia, known for its speed, agility, and elusive nature." },
      { "word": "Horse", "hint": "A domesticated ungulate mammal, known for its speed, strength, and long-standing partnership with humans." },
      { "word": "Turtle", "hint": "A reptile with a protective shell, known for its slow movement and ability to retract its head and limbs." },
      { "word": "Polar Bear", "hint": "A large bear native to the Arctic regions, known for its white fur and excellent swimming ability." },
      { "word": "Cheetah", "hint": "The fastest land animal, known for its incredible speed and distinctive black tear stripes on its face." },
      { "word": "Octopus", "hint": "A marine creature with eight arms, known for its intelligence, camouflage abilities, and remarkable dexterity." }
      ]
 }